<?php

get_header(); ?>


 <div class="container">
     <div class="prived">
        <h1 class="text-center">سياسة الخصوصية</h1>
        
        <h4>من نحن</h4>
        <p>عنوان موقعنا على الانترنت هو: https://elnourtech.com.</p>
     
        <h4>ما هي البيانات الشخصية التي نجمعها وسبب جمعها</h4>
        <p>عندما يترك الزائرون التعليقات على الموقع ، نجمع البيانات الموضحة في نموذج التعليقات ، وكذلك عنوان IP الخاص بالعميل وسلسلة وكلاء متصفح المستخدم للمساعدة في اكتشاف الرسائل غير المرغوب فيها.
        </p>
        <p>
            قد يتم توفير سلسلة مجهولة المصدر تم إنشاؤها من عنوان بريدك الإلكتروني (وتسمى أيضًا التجزئة) إلى خدمة Gravatar لمعرفة ما إذا كنت تستخدمها. سياسة خصوصية خدمة Gravatar متوفرة هنا: https://automattic.com/privacy/. بعد الموافقة على تعليقك ، ستكون صورة ملفك الشخصي مرئية للجمهور في سياق تعليقك.
        </p>
        
        <h4>وسائل الإعلام</h4>
        <p>إذا قمت بتحميل الصور إلى موقع الويب ، يجب تجنب تحميل الصور مع بيانات الموقع المضمنة (EXIF GPS) المضمنة. يمكن لزوار الموقع تنزيل واستخراج أي بيانات موقع من الصور على الموقع.
        </p>
        
        <h4>نماذج الاتصال</h4>
        <p>إذا تركت تعليقًا على موقعنا ، فيمكنك تمكين حفظ اسمك وعنوان بريدك الإلكتروني وموقعك الإلكتروني في ملفات تعريف الارتباط. هذه  لراحتك حتى لا تضطر إلى ملء التفاصيل الخاصة بك مرة أخرى عند ترك تعليق آخر. ستستمر ملفات تعريف الارتباط هذه لمدة عام واحد.
        </p>
        <p>
            إذا كان لديك حساب وقمت بتسجيل الدخول إلى هذا الموقع ، فسنقوم بتعيين ملف تعريف ارتباط مؤقت لتحديد ما إذا كان المستعرض الخاص بك يقبل ملفات تعريف الارتباط. لا يحتوي ملف تعريف الارتباط هذا على أية بيانات شخصية ويتم تجاهله عند إغلاق المتصفح.
        </p>
        <p>
            عند تسجيل الدخول ، سنقوم أيضًا بإعداد العديد من ملفات تعريف الارتباط لحفظ معلومات تسجيل الدخول الخاصة بك وخيارات عرض الشاشة الخاصة بك. تستمر ملفات تعريف ارتباط تسجيل الدخول لمدة يومين ، وتستمر ملفات تعريف الارتباط لخيارات الشاشة لمدة عام. إذا اخترت “تذكرنى” ، فسيستمر تسجيل الدخول لمدة أسبوعين. إذا قمت بتسجيل الخروج من حسابك ، ستتم إزالة ملفات تعريف الارتباط الخاصة بتسجيل الدخول.
        </p>
        <p>
            إذا قمت بتحرير أو نشر مقالة ، فسيتم حفظ ملف تعريف ارتباط إضافي في متصفحك. لا يتضمن ملف تعريف الارتباط هذا أية بيانات شخصية ويشير ببساطة إلى معرف المشاركة للمقالة التي قمت بتحريرها للتو. تنتهي بعد يوم واحد.
        </p>
        <h4>محتوى مضمّن من مواقع الويب الأخرى</h4>
        <p>
            قد تتضمن المقالات الموجودة في هذا الموقع محتوى مضمنًا (على سبيل المثال ، مقاطع الفيديو والصور والمقالات وغير ذلك). يتصرف المحتوى المضمن من مواقع الويب الأخرى بنفس الطريقة التي يتبعها الزائر في زيارة موقع الويب الآخر.
        </p>
        <p>
            قد تجمع مواقع الويب هذه بيانات عنك ، وتستخدم ملفات تعريف الارتباط ، وتدمج تتبعًا إضافيًا تابعًا لجهة خارجية ، وتراقب تفاعلك مع هذا المحتوى المضمن ، بما في ذلك تتبع تفاعلك مع المحتوى المضمّن إذا كان لديك حساب وتم تسجيل دخولك إلى ذلك الموقع.
        </p>
        <p>
            قد تجمع مواقع الويب هذه بيانات عنك ، وتستخدم ملفات تعريف الارتباط ، وتدمج تتبعًا إضافيًا تابعًا لجهة خارجية ، وتراقب تفاعلك مع هذا المحتوى المضمن ، بما في ذلك تتبع تفاعلك مع المحتوى المضمّن إذا كان لديك حساب وتم تسجيل دخولك إلى ذلك الموقع.
        </p>
        <p>
            بالنسبة للمستخدمين الذين يسجلون على موقعنا (إن وجد) ، نقوم أيضًا بتخزين المعلومات الشخصية التي يقدمونها في ملف تعريف المستخدم الخاص بهم. يمكن لجميع المستخدمين الاطلاع على معلوماتهم الشخصية أو تعديلها أو حذفها في أي وقت (باستثناء أنه لا يمكنهم تغيير اسم المستخدم الخاص بهم). يمكن لمسؤولي مواقع الويب أيضًا رؤية هذه المعلومات وتحريرها.
        </p>
        <h4>ما هي الحقوق التي لديك على بياناتك</h4>
        <p>
            إذا كان لديك حساب على هذا الموقع ، أو تركت تعليقات ، يمكنك طلب الحصول على ملف تم تصديره من البيانات الشخصية التي نحتفظ بها عنك ، بما في ذلك أي بيانات قدمتها لنا. يمكنك أيضًا طلب حذف أي بيانات شخصية نحتفظ بها عنك. هذا لا يشمل أي بيانات نحن ملزمون بالحفاظ عليها لأغراض إدارية أو قانونية أو أمنية.
        </p>
        <h4>حيث نرسل بياناتك</h4>
        <p>
            يمكن التحقق من تعليقات الزوار من خلال خدمة الكشف عن الرسائل غير المرغوب فيها تلقائيًا.
        </p>
        
     </div>
     
 </div>


















<?php get_footer(); ?>